Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=189_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: ” Suomas dárbbašuvvo sámegiela ealáskahttinprográmma ”
smn: Suomân tarbâšuvvoo sämikielâ iäláskittemohjelm

source: Suoma sápmelaččain juo váldooassi orru sámiid ruovttuguovllu olggobealde, manáin juoba 70 %.
smn: Suomâ sämmilijn jo stuárráámus uási áásá sämikuávlu ulguubeln, párnáin joba 70 %.

source: Gillii laktáseaddji vuoigatvuođaid ollašuvvan maiddái oaivegávpotguovllus lea dehálaš.
smn: Nuuvtpa kielân kullee vuoigâdvuođâi olášume meiddei uáivikaavpugkuávlust lii tehálâš.

source: Veahádatsáttaolbmo 13.11. Helssegis almmuhan čielggadeami mielde bálvalusaid ollašuvvamis leat váilevuođat.
smn: Ucceeblohováldálii 13.11. almostittum čielgiittâs mield palvâlusah olášuveh kuittâg hyeneht.

source: Sámegielat mánáin livččii lága mielde vuoigatvuohta sámegielat beaivedikšui olles riikkas.
smn: Sämikielâlâš párnáin ličij laavâ mield vuoigâdvuotâ sämikielâlâš peivikiäčun ubâ eennâm kuávlust.

source: Helssegis ii goittotge leat opanassii sámegielat beaivedikšun.
smn: Kuittâg ovdâmerkkân Helsigist ij lah sämikielâlâš peivikiäčču.

source: Guovllus orru sámi vánhemat atnet čielggadeami mielde dehálažžan dan, ahte sámegiella ja kultuvra sirdásit mánáide ja doivot sámegielat beaivedikšunfálaldaga. ”
smn: Kuávlust ässee sämmilâšvanhimeh čielgiittâs mield aneh sämikielâ já kulttuur sirdâšume párnáid tehálâžžân já tuáivuh peivitipšo sämikielân.

source: - Dili buorideamis dárbbašuvvojit johtilit ráđđádallamat oassebeliid gaskkas ”, deattuha veahádatsáttaolmmoš.
smn: - Tarbâšuvvojeh jotelis ráđádâlmeh uásipelij kooskâ tilálâšvuođâ tivomân, tiäddut ucceeblohováldálâš.

source: Veahádatsáttaolbmo čielggadeamis buktojuvvojit ovdan maiddái váilevuođat skuvllaid sámegiela oahpahusas.
smn: Ucceeblohováldálii čielgiittâs puáhtá uáinusân vááijuvvuođâid meiddei škoovlâi sämikielâ máttááttâsâst.

source: Maiddái sámegielat vuoras olbmuid diliid galggašii čielggadit.
smn: Ko aalmug puáráásm, kalga smiettâđ meid eenikielâs peeleest sämmilâš puárásij tilálâšvuođâ.

source: Oaivegávpotguovllu sámit doivot maiddái iežaset saji dahje vistti, mii attášii vejolašvuođaid sámi kultuvrra bisuheapmái maiddái oaivegávpotdiliin.
smn: Uáivikaavpugkuávlu sämmiliih tuáivuh jieijâs saje, mii adeličij máhđulâšvuođâ kulttuur alnetoolâmân meiddei kaavpugist.

source: Sámiide vuođđolágas dorvvastuvvon vuoigatvuohta sin iežaset gillii ja kultuvrii guoská olles riikii.
smn: Sämmilij vuáđulavâlâš vuoigâdvuotâ jieijâs kielân já kulttuurân kuáská ubâ eennâm.

source: Buot Suomas hubmojuvvon golbma sámegiela leat oalle unnit, muhto earenoamážit anáraš- ja nuortalašgielaid bisuheamis dárbbašuvvojit hohpolaš ja joatkkevaš doarjjadoaimmat.
smn: Suomâst sarnum kuulmâ sämikielâst puoh láá viehâ uceh, mut eromâšávt aanaarsämikielâ já nuorttâsämikielâ vaattâv cevzimân huápulâš já kuháskyeddee toorjâtooimâid.

source: - ” Vuordin ii leat miige čovdosiid dán dilis ”, gávnnaha veahádatsáttaolmmoš.
smn: - Vyerdim ij taam tilálâšvuođâst lah čuávdus, pááhud ucceeblohováldálâš.

source: Supmii dárbbašuvvošii hohpoleamos lági mielde sámegiela revitaliserenprográmma, nugo sámedikki lea evttohan.
smn: Suomân tarbâšuuččij huápust sämikielâ iäláskittemohjelm, tegu sämitigge lii iävtuttâm.

source: Veahádatsáttaolbmo mielde sámegillii guoski doaibmabijut leat dál bieđgguid eaige leat doarvái gielaid boahttevuođa dorvvasteamis. ”
smn: Ucceeblohováldálii mield sämikielân lohtâseijee tooimah iä tááláá tiileest ole kuhás iäge keellijd kielâi puátteevuođâ turviimân.

source: - Suomas lea stuorra ovddasvástádus álgoálbmotgielaid bisuheamis ja sirdáseamis boahttevaš buolvvaide ”, deattuha veahádatsáttaolmmoš.
smn: - Suomâst lii stuorrâ ovdâsvástádâs algâaalmug kielâ siäilumist puáttee suhâpuolváid, ucceeblohováldálâš tiäddut.

source: Veahádatsáttaolbmo dutkamuša lágidii oassin sámegielat jearahallamiid vuođul Anne Länsman.
smn: Ucceeblohováldálii rähtittem tutkâmuš rahtij Anne Länsman uásild sämikielâlâš sahhiittâlmij vuáđuld.

source: Dutkamuš lea almmuhuvvon suoma- ja sámegillii ja lea diŋgomis čujuhusas Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.
smn: Tutkâmuš almostittui já sämikielâ já sämimáttááttâs tilálâšvuođâst savâstâllui ucceeblohováldálii, sämitige já pärniäššiváldálii ornim seminaarist Helsigist 13.11.

source: dahje dan lea maiddái vejolaš printet interneahtas čujuhusas www.ofm.fi.
smn: Lasetiäđuh: Ucceeblohováldálâš Johanna Suurpää, p. 1604 3445, 050-396 0140
